aarch64-linux-gnu-gcc
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-utils
android-tools
arandr
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
atool
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
balena-etcher
base
binutils
bison
blueman
bluez-utils
brave-bin
cmake
cmatrix
cmus
code
cplay
cpupower
cpupower-gui
debootstrap
dfu-programmer
dfu-util
dialog
dina-font-otb
dmenu
dosfstools
efibootmgr
exa
exfat-utils
fakeroot
ffmpeg
ffmpegthumbnailer
file
findutils
firefox
flex
flite
fox
gawk
gcc
gettext
gimp
git
gnome-keyring
go
go-tools
gotop
grep
groff
grub
gst-plugins-ugly
gtk-theme-arc-gruvbox-git
gulp
gzip
htop
imagemagick
imwheel
inotify-tools
intel-media-driver
intel-ucode
iwd
jdk8-openjdk
jre
keepassxc
lib32-gconf
lib32-giflib
lib32-glib
lib32-gnutls
lib32-gperftools
lib32-gst-plugins-base-libs
lib32-gtk2
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpng12
lib32-libpulse
lib32-libstdc++5
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-polkit
lib32-v4l-utils
libinih
libnotify
libreoffice-still
libtool
libxft-bgra-git
light
linux
linux-firmware
m4
maim
make
man-db
mesa-demos
meson
minecraft-launcher
mono-msbuild
mpv
mtools
multimc-bin
ncspot-git
neofetch
networkmanager
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
numix-cursor-maia-git
numlockx
ocl-icd
opustags
os-prober
p7zip
pacman
pamixer
patch
pavucontrol
pinta
pkgconf
poppler
postman-bin
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
pulsemixer
pyside2
python-docutils
python-install
python-mpd2
python-pillow-simd
python-pip
python-pyacoustid
python-pylast
python-requests
python-wxpython
qmk
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-websockets
qt5-webview
ranger
rapidjson
reflector
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rxvt-unicode
schroot
sed
steam
steamcmd
streamlink
sudo
sxhkd
sxiv
task-spooler
tcpflow
termdown
texinfo
thunar
translate-shell
trayer
ttf-bitstream-vera
ttf-croscore
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-mononoki
ttf-twemoji-color
ttf-ubraille
ttf-ubuntu-font-family
ttf-vista-fonts
typescript
ueberzug
unclutter
unrar
unzip
upower
vim
virtualbox
virtualbox-host-modules-arch
vulkan-intel
w3m
which
wine
wine-mono
woeusb-ng
wpa_supplicant_gui
wqy-zenhei
xcape
xclip
xcompmgr
xdotool
xf86-input-evdev
xf86-input-vmmouse
xf86-input-void
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xsetroot
xorg-xwininfo
xournalpp
xwallpaper
xxkb
yajl
yarn
yay
youtube-dl
zathura
zathura-pdf-mupdf
zip
zsh
zsh-fast-syntax-highlighting
